import './style.css';
//import { anime, series, games, old, christmas, test } from './songs.js';
import * as translate from './translate.js';
import * as player from './player.js';
import * as game from './game.js';
import * as burger from './burger.js';

console.log('Самооценка: 270/270\nВёрстка адаптивная +60\nАудиоплеер: у кастомного аудиоплеера есть регулятор громкости звука +30\nВерхняя панель страницы викторины: в соответствии с требованиями +20\nБлок с вопросом: в соответствии с требованиями +20\nБлок с вариантами ответов: в соответствии с требованиями +60\nБлок с описанием птицы (песни): в соответствии с требованиями +30\nКнопка перехода к следующему вопросу: в соответствии с требованиями +30\nЛокализация на два языка с сохранением выбранного при перезагрузке + 10\nСоздание галереи всех птиц (песен) приложения +10')